[
 {
  "Episode": "S1.E1 ∙ Alone and Lonesome",
  "date": "Fri, Aug 2, 2019",
  "summery": "The land has fallen into ruin, and children represent the last hope for humanity. One of them, Hiro, fails to live up to that purpose and decides to walk away from it all. - until he meets a girl with horns."
 },
 {
  "Episode": "S1.E2 ∙ What It Means to Connect",
  "date": "Sat, Jan 20, 2018",
  "summery": "The parasites struggle to come to terms with Hiro being the one who piloted Strelizia. Even Hiro can't really believe it himself. Things come to a head when he's ordered to participate in a mock battle."
 },
 {
  "Episode": "S1.E3 ∙ Fighting Puppet",
  "date": "Sat, Jan 27, 2018",
  "summery": "Following the mock battle, Hiro's fellow pilots are assigned to their first sortie, with the task of defeating a Klaxosaur under the city, but as they are about to leave, Ikuno and Mitsuru's connection falters, thus the pilots of Delphinum, Argenta and Genista proceed without them. However, the situation turns to the worst when they end up surrounded by a horde of Klaxosaurs and are forced to flee. 002 asks to assist them on Strelizia, but she is not allowed to sortie with Hiro, until Mitsuru, determined to prove he is a better pilot than Hiro, offers himself to pair up with 002. Together, Mitsuru and 002 defeat the enemies with ease and rescue the others, but when they return, they find a heavily wounded Mitsuru, as a consequence of pairing up with 002, who reaffirms her claim that Hiro is the only pilot compatible with her."
 },
 {
  "Episode": "S1.E4 ∙ Flap Flap",
  "date": "Sat, Feb 3, 2018",
  "summery": "Mitsuru begins to recover, but it traumatized with his experience with 002. In fear of what happened in the last battle, 002 is called back by the authorities to return to the front lines. As 002 is escorted to a transport with Strelizia, a Klaxosaur appears and attacks. The other pilots are dispatched to face it, but are overpowered by the enemy. Seeing 002 being taken away, Hiro finally makes his mind and urges her not to leave and become his partner instead. 002 then disobeys her orders and boards Strelizia with Hiro,which he manages to successfully pilot. The two then help the others to defeat the klaxosaur. Afterwards, Plantation 13 lifts off to rendezvous with Plantation 26, and Hiro resolves that he will pilot Strelizia with 002, even if it kills him."
 },
 {
  "Episode": "S1.E5 ∙ Your Thorn, My Badge",
  "date": "Fri, Feb 9, 2018",
  "summery": "It's time for Plantations 13 and 26 to start kissing, and the squad prepares for the huge battle this will cause. They also have to get used to Hiro being Zero Two's partner, and so does he."
 },
 {
  "Episode": "S1.E6 ∙ Darling in the Franxx",
  "date": "Sat, Feb 17, 2018",
  "summery": "As the horde of Klaxosaurs, accompanied by a massive structure approach the Plantations, the Parasites make a line of defense with Squad 26 on the front, Squad 13 on the middle, and Strelizia on the rear guard. After the minor Klaxosaurs are defeated, the structure reveals itself as a giant Klaxosaur that overpowers Squad 26. Squad 13 then rescues them and join for a combined attack to give an opening for Strelizia to give the final blow. However, Strelizia fails to destroy the enemy and Hiro collapses from exhaustion. He then accepts his death until seeing 002 fighting back desperately and decides to not give up, recovering from his tumor and joining with his companions to destroy the giant Klaxosaur. As the pilots celebrate, Dr. Franxx rejoices upon the prospect that Hiro may one day realize 002's wish. 002 on the other hand, affirms that there are many more Klaxosaurs for her to kill in order to attain it."
 },
 {
  "Episode": "S1.E7 ∙ Shooting Star Moratorium",
  "date": "Sat, Feb 24, 2018",
  "summery": "Squad 13 is given a much-needed break after defending the kissing plantations in a fierce battle. They head to an unexpected location and find something even more unexpected."
 },
 {
  "Episode": "S1.E8 ∙ Boys × Girls",
  "date": "Sat, Mar 3, 2018",
  "summery": "The boys get caught in a compromising situation, causing a rift within Squad 13. Will they be able to bridge this divide? And how will Zero Two react to the most human of spats?"
 },
 {
  "Episode": "S1.E9 ∙ Triangle Bomb",
  "date": "Sat, Mar 10, 2018",
  "summery": "Soon after Goro becomes keenly aware of his feelings, he is put in a perilous situation. How will he and Ichigo respond in this do-or-die scenario?"
 },
 {
  "Episode": "S1.E10 ∙ The City of Eternity",
  "date": "Sat, Mar 17, 2018",
  "summery": "APE decide to give Squad 13 a reward in order to accelerate their development. The ceremony is held in a place Zorome has always dreamed of living in, and there he meets someone he has always wanted to meet."
 },
 {
  "Episode": "S1.E11 ∙ Partner Shuffle",
  "date": "Sat, Mar 24, 2018",
  "summery": "Squad 13's growth has been remarkable, but Chlorophytum's score keeps going down. With this in mind, Nana and Hachi propose a partner shuffle, which finds an unexpected taker."
 },
 {
  "Episode": "S1.E12 ∙ The Garden Where It All Began",
  "date": "Sat, Mar 31, 2018",
  "summery": "Squad 13 heads back to the Garden for testing, with Zero Two's emotional state worsening by the day. They run into Nine Alpha, who offers some insight about her, but the most revealing words come straight from the horse's mouth."
 },
 {
  "Episode": "S1.E13 ∙ The Beast and the Prince",
  "date": "Sat, Apr 7, 2018",
  "summery": "Hiro and Zero Two remember about their childhoods in the Garden; Hiro was a successful subject of the Parasite program who easily became friends with his peers, whereas Zero Two was an experimental subject with animal features continuously tormented to research her regenerative abilities, her only comfort being a picture book in her possession. After encountering Zero Two for the first time, he develops an interest in her and horrifyingly discovers her treatment. He convinces her to escape with him after breaking her out of her cell, while hunted down by security forces and eventually captured. Their memories are erased so as for them to not remember, consequently erasing Hiro's memory of his promise with Mitsuru, leading to his distrust of him. After regaining conscience, Hiro finds a berserk Zero Two attacking their friends, calming her down once they finally recognize one another."
 },
 {
  "Episode": "S1.E14 ∙ Punishment and Confession",
  "date": "Sat, Apr 14, 2018",
  "summery": "After being fatally wounded, Hiro ends up in Hospital. He longs to see 002 again; meanwhile Ichigo has other ideas."
 },
 {
  "Episode": "S1.E15 ∙ Jian",
  "date": "Sat, Apr 21, 2018",
  "summery": "The fierce battle to take the Grand Crevasse begins, and Hiro is forced to watch from the sidelines. Zero Two may have left, but Squad 13 is still concerned about the way she fights."
 },
 {
  "Episode": "S1.E16 ∙ Days of Our Lives",
  "date": "Sat, May 5, 2018",
  "summery": "After the battle at the Grand Crevasse, Squad 13 is left by themselves at the ruins of Plantation 13 on standby, with most of their services suspended except for a weekly deliver of supplies and no contact from Hachi and Nana and all, forcing the Parasites to do all the house chores by themselves. Despite their new responsibilities and hardships, Hiro and the others enjoy their new life together, especially Zero Two who is warmly welcomed back into the Squad. Little they know that their new environment is part of an experiment by Dr. Franxx, who insists that they must live this way for now, while a mysterious girl lies waiting, beside a huge monster."
 },
 {
  "Episode": "S1.E17 ∙ Eden",
  "date": "Sat, May 12, 2018",
  "summery": "Having seized Gran Crevasse, emissaries are sent out to demand the surrender of the klaxosaurs' leader. Meanwhile, the Nines visit Squad 13, and there a shocking discovery is made."
 },
 {
  "Episode": "S1.E18 ∙ When the Sakura Blooms",
  "date": "Sat, May 19, 2018",
  "summery": "Squad 13 is told they will be abandoning Mistilteinn soon, and they decide to go out with a bang by making one last memory of their lives there."
 },
 {
  "Episode": "S1.E19 ∙ Inhumanity",
  "date": "Sat, May 26, 2018",
  "summery": "Dr. Franxx confronts the APE brass about what they did to Kokoro and Mitsuru, and their attitude makes him reflect on his past, the choices he and humanity made, and the path they took."
 },
 {
  "Episode": "S1.E20 ∙ A New World",
  "date": "Sat, Jun 9, 2018",
  "summery": "Humanity's operation to wipe out the klaxosaurs once and for all begins, and APE sends Strelizia to take control of Star Entity, the enemy's biggest weapon. However, the klaxosaur princess has other ideas."
 },
 {
  "Episode": "S1.E21 ∙ For You, My Love",
  "date": "Sat, Jun 16, 2018",
  "summery": "There appears to be no escape from the impending destruction of Earth. But at the end of the world, Zero Two decides that she will keep her promise, no matter what."
 },
 {
  "Episode": "S1.E22 ∙ Stargazers",
  "date": "Sat, Jun 23, 2018",
  "summery": "Hiro is left shattered with an unresponsive Zero Two, and the children struggle to come to terms with the aftermath. Left all alone to battle for their survival, what path will they choose to take?"
 },
 {
  "Episode": "S1.E23 ∙ DARLING in the FRANXX",
  "date": "Sat, Jun 30, 2018",
  "summery": "The gang heads off to space to fight in what they believe to be the final battle. Meanwhile, Kokoro and Mitsuru stay behind to fight a battle of their own."
 },
 {
  "Episode": "S1.E24 ∙ Never Let Me Go",
  "date": "Sat, Jul 7, 2018",
  "summery": "While Hiro and Zero Two head to VIRM's home planet to defeat them, the rest of Squad 13 do their best to get life on Earth back on track."
 }
]